[SKV_ResCV20 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对常规枪械的抗性</font>"
LocLongDescription="受到常规武器造成的伤害降低。"
LocHelpText="受到常规武器造成的伤害降低。"
LocFlyOverText="<font color='#114c81'>对常规枪械的抗性</font>"

[SKV_CV20 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对常规枪械的脆弱性</font>"
LocLongDescription="受到常规武器造成的伤害增加。"
LocHelpText="受到常规武器造成的伤害增加。"
LocFlyOverText="<font color='#DF07B7'>对常规枪械的脆弱性</font>"

[SKV_Vuln20 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对枪械的脆弱性</font>"
LocLongDescription="受到常规、磁能和光束武器造成的伤害增加。"
LocHelpText="受到常规、磁能和光束武器造成的伤害增加。"
LocFlyOverText="<font color='#DF07B7'>对枪械的脆弱性</font>"

[SKV_Mag20 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对磁能的脆弱性</font>"
LocLongDescription="受到磁能造成的伤害增加。"
LocHelpText="受到磁能造成的伤害增加。"
LocFlyOverText="<font color='#DF07B7'>对磁能的脆弱性</font>"

[SKV_Mag50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对磁能的脆弱性</font>"
LocLongDescription="受到磁能造成的伤害显著增加。"
LocHelpText="受到磁能造成的伤害显著增加。"
LocFlyOverText="<font color='#DF07B7'>对磁能的脆弱性</font>"

[SKV_Mag100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对磁能的脆弱性</font>"
LocLongDescription="受到磁能造成的伤害大幅增加。"
LocHelpText="受到磁能造成的伤害大幅增加。"
LocFlyOverText="<font color='#DF07B7'>对磁能的脆弱性</font>"

[SKV_Beam20 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对等离子能的脆弱性</font>"
LocLongDescription="受到等离子能造成的伤害增加。"
LocHelpText="受到等离子能造成的伤害增加。"
LocFlyOverText="<font color='#DF07B7'>对等离子能的脆弱性</font>"

[SKV_Beam50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对等离子能的脆弱性</font>"
LocLongDescription="受到等离子能造成的伤害显著增加。"
LocHelpText="受到等离子能造成的伤害显著增加。"
LocFlyOverText="<font color='#DF07B7'>对等离子能的脆弱性</font>"

[SKV_Beam100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对等离子能的脆弱性</font>"
LocLongDescription="受到等离子能造成的伤害大幅增加。"
LocHelpText="受到等离子能造成的伤害大幅增加。"
LocFlyOverText="<font color='#DF07B7'>对等离子能的脆弱性</font>"

[SKV_CV33 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对常规枪械的脆弱性</font>"
LocLongDescription="受到常规能量造成的伤害增加。"
LocHelpText="受到常规能量造成的伤害增加。"
LocFlyOverText="<font color='#DF07B7'>对常规枪械的脆弱性</font>"

[SKV_CV50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对常规枪械的脆弱性</font>"
LocLongDescription="受到常规能量造成的伤害显著增加。"
LocHelpText="受到常规能量造成的伤害显著增加。"
LocFlyOverText="<font color='#DF07B7'>对常规枪械的脆弱性</font>"

[SKV_CV100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对常规枪械的脆弱性</font>"
LocLongDescription="受到常规能量造成的伤害大幅增加。"
LocHelpText="受到常规能量造成的伤害大幅增加。"
LocFlyOverText="<font color='#DF07B7'>对常规枪械的脆弱性</font>"

[SKV_ResMag20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对磁能的抗性</font>"
LocLongDescription="<font color='#37FFDF'>20% </font>对磁能的抗性"
LocHelpText="<font color='#37FFDF'>20% </font>对磁能的抗性"
LocFlyOverText="<font color='#37FFDF'>对磁能的抗性</font>"

[SKV_ResMag25 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对磁能的抗性</font>"
LocLongDescription="<font color='#114c81'>25% </font>对磁能的抗性"
LocHelpText="<font color='#114c81'>25% </font>对磁能的抗性"
LocFlyOverText="<font color='#114c81'>对磁能的抗性</font>"

[SKV_ResMag33 X2AbilityTemplate]
LocFriendlyName="<font color='#FFFF22'>对磁能的抗性</font>"
LocLongDescription="<font color='#FFFF22'>33% </font>对磁能的抗性"
LocHelpText="<font color='#FFFF22'>33% </font>对磁能的抗性"
LocFlyOverText="<font color='#FFFF22'>对磁能的抗性</font>"

[SKV_ResMag42 X2AbilityTemplate]
LocFriendlyName="<font color=''#18FF2E'>对磁能的抗性</font>"
LocLongDescription="<font color=''#18FF2E'>42% </font>对磁能的抗性"
LocHelpText="<font color=''#18FF2E'>42% </font>对磁能的抗性"
LocFlyOverText="<font color=''#18FF2E'>对磁能的抗性</font>"

[SKV_ResMag75 X2AbilityTemplate]
LocFriendlyName="<font color=''#18FF2E'>对磁能的抗性</font>"
LocLongDescription="<font color=''#18FF2E'>75% </font>对磁能的抗性"
LocHelpText="<font color=''#18FF2E'>75% </font>对磁能的抗性"
LocFlyOverText="<font color=''#18FF2E'>对磁能的抗性</font>"

[SKV_ResBeam20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对等离子能的抗性</font>"
LocLongDescription="<font color='#37FFDF'>20% </font>对等离子能的抗性"
LocHelpText="<font color='#37FFDF'>20% </font>对等离子能的抗性"
LocFlyOverText="<font color='#37FFDF'>对等离子能的抗性</font>"

[SKV_ResBeam25 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对等离子能的抗性</font>"
LocLongDescription="<font color='#114c81'>25% </font>对等离子能的抗性"
LocHelpText="<font color='#114c81'>25% </font>对等离子能的抗性"
LocFlyOverText="<font color='#114c81'>对等离子能的抗性</font>"

[SKV_ResBeam33 X2AbilityTemplate]
LocFriendlyName="<font color='#FFFF22'>对等离子能的抗性</font>"
LocLongDescription="<font color='#FFFF22'>33% </font>对等离子能的抗性"
LocHelpText="<font color='#FFFF22'>33% </font>对等离子能的抗性"
LocFlyOverText="<font color='#FFFF22'>对等离子能的抗性</font>"

[SKV_ResBeam42 X2AbilityTemplate]
LocFriendlyName="<font color=''#18FF2E'>对等离子能的抗性</font>"
LocLongDescription="<font color=''#18FF2E'>42% </font>对等离子能的抗性"
LocHelpText="<font color=''#18FF2E'>42% </font>对等离子能的抗性"
LocFlyOverText="<font color=''#18FF2E'>对等离子能的抗性</font>"

[SKV_ResBeam75 X2AbilityTemplate]
LocFriendlyName="<font color=''#18FF2E'>对等离子能的抗性</font>"
LocLongDescription="<font color=''#18FF2E'>75% </font>对等离子能的抗性"
LocHelpText="<font color=''#18FF2E'>75% </font>对等离子能的抗性"
LocFlyOverText="<font color=''#18FF2E'>对等离子能的抗性</font>"

[SKV_VulnFire50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对火焰的脆弱性</font>"
LocLongDescription="受到的火焰伤害<font color='#DF07B7'> 增加50%"
LocHelpText="受到的火焰伤害<font color='#DF07B7'> 增加50%"
LocFlyOverText="<font color='#DF07B7'>对火焰的脆弱性</font>"

[SKV_VulnFire100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对火焰的脆弱性</font>"
LocLongDescription="受到的火焰伤害 <font color='#DF07B7'>100%</font>"
LocHelpText="受到的火焰伤害 <font color='#DF07B7'>增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对火焰的脆弱性</font>"

[SKV_VulnFire200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对火焰的脆弱性</font>"
LocLongDescription="受到的火焰伤害<font color='#DF07B7'> 增加200%</font>"
LocHelpText="受到的火焰伤害 <font color='#DF07B7'>增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对火焰的脆弱性</font>"

[SKV_ResistFire20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对火焰的抗性</font>"
LocLongDescription="受到的火焰伤害减少<font color='#37FFDF'> 20%</font>"
LocHelpText="受到的火焰伤害减少<font color='#37FFDF'> 20%</font>"
LocFlyOverText="<font color='#37FFDF'>对火焰的抗性</font>"

[SKV_ResistFire30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对火焰的抗性</font>"
LocLongDescription="受到的火焰伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的火焰伤害 <font color='#114c81'>减少30%</font>"
LocFlyOverText="<font color='#114c81'>对火焰的抗性</font>"

[SKV_ResistFire50 X2AbilityTemplate]
LocFriendlyName="<font color='#FFFF22'>对火焰的抗性</font>"
LocLongDescription="<font color='#FFFF22'>受到的火焰伤害 减少50%</font>"
LocHelpText="<font color='#FFFF22'>受到的火焰伤害 减少50%</font>"
LocFlyOverText="<font color='#114c81'>对火焰的抗性</font>"

[SKV_ResistFire75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对火焰的抗性</font>"
LocLongDescription="受到的火焰伤害 减少<font color='#18FF2E'>75%</font>"
LocHelpText="受到的火焰伤害 减少<font color='#18FF2E'>75%</font>"
LocFlyOverText="<font color='#18FF2E'>对火焰的抗性</font>"

[SKV_ResistBP20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对炽热飞羽的抗性</font>"
LocLongDescription="受到的炽热飞羽伤害减少 <font color='#37FFDF'>20%</font>"
LocHelpText="受到的炽热飞羽伤害减少 <font color='#37FFDF'>20%</font>"
LocFlyOverText="<font color='#37FFDF'>对炽热飞羽的抗性</font>"

[SKV_ResistBP30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对炽热飞羽的抗性</font>"
LocLongDescription="受到的炽热飞羽伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的炽热飞羽伤害<font color='#114c81'> 减少30%</font>"
LocFlyOverText="<font color='#114c81'>对炽热飞羽的抗性</font>"

[SKV_ResistBP50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对炽热飞羽的抗性</font>"
LocLongDescription="受到的炽热飞羽伤害="<font color='#114c81'>减少50%</font>"
LocHelpText="受到的炽热飞羽伤害 ="<font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对炽热飞羽的抗性</font>"

[SKV_ResistBP75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对炽热飞羽的抗性</font>"
LocLongDescription="受到的炽热飞羽伤害 <font color='#18FF2E'>减少75%</font>"
LocHelpText="受到的炽热飞羽伤害 <font color='#18FF2E'>减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对炽热飞羽的抗性</font>"

[SKV_VulnFrost50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对冰冻的脆弱性</font>"
LocLongDescription="受到的冰冻伤害 <font color='#DF07B7'>增加50%</font>"
LocHelpText="受到的冰冻伤害<font color='#DF07B7'> 增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对冰冻的脆弱性</font>"

[SKV_VulnFrost100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对冰冻的脆弱性</font>"
LocLongDescription="受到的冰冻伤害<font color='#DF07B7'> 增加100%</font>"
LocHelpText="受到的冰冻伤害 <font color='#DF07B7'>增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对冰冻的脆弱性</font>"

[SKV_VulnFrost200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对冰冻的脆弱性</font>"
LocLongDescription="受到的冰冻伤害<font color='#DF07B7'> 增加200%</font>"
LocHelpText="受到的冰冻伤害 <font color='#DF07B7'>增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对冰冻的脆弱性</font>"

[SKV_ResistFrost20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对冰冻的抗性</font>"
LocLongDescription="受到的冰冻伤害减少<font color='#37FFDF'> 20%</font>"
LocHelpText="受到的冰冻伤害减少<font color='#37FFDF'>20%</font>"
LocFlyOverText="<font color='#37FFDF'>对冰冻的抗性</font>"

[SKV_ResistFrost30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对冰冻的抗性</font>"
LocLongDescription="受到的冰冻伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的冰冻伤害<font color='#114c81'> 减少30%</font>"
LocFlyOverText="<font color='#114c81'>对冰冻的抗性</font>"

[SKV_ResistFrost50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对冰冻的抗性</font>"
LocLongDescription="受到的冰冻伤害<font color='#114c81'> 减少50%</font>"
LocHelpText="受到的冰冻伤害 <font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对冰冻的抗性</font>"

[SKV_ResistFrost75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对冰冻的抗性</font>"
LocLongDescription="受到的冰冻伤害<font color='#18FF2E'> 减少75%</font>"
LocHelpText="受到的冰冻伤害 <font color='#18FF2E'>减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对冰冻的抗性</font>"

[SKV_VulnAcid50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对酸液的脆弱性</font>"
LocLongDescription="受到的酸液伤害<font color='#DF07B7'> 增加50%</font>"
LocHelpText="受到的酸液伤害<font color='#DF07B7'> 增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对酸液的脆弱性</font>"

[SKV_VulnAcid100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对酸液的脆弱性</font>"
LocLongDescription="受到的酸液伤害 <font color='#DF07B7'>增加100%</font>"
LocHelpText="受到的酸液伤害 <font color='#DF07B7'>增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对酸液的脆弱性</font>"

[SKV_VulnAcid200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对酸液的脆弱性</font>"
LocLongDescription="受到的酸液伤害 <font color='#DF07B7'>增加200%</font>"
LocHelpText="受到的酸液伤害 <font color='#DF07B7'>增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对酸液的脆弱性</font>"

[SKV_ResistAcid20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对酸液的抗性</font>"
LocLongDescription="受到的酸液伤害减少<font color='#37FFDF'> 20%</font>"
LocHelpText="受到的酸液伤害减少<font color='#37FFDF'> 20%</font>"
LocFlyOverText="<font color='#37FFDF'>对酸液的抗性</font>"

[SKV_ResistAcid30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对酸液的抗性</font>"
LocLongDescription="受到的酸液伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的酸液伤害 <font color='#114c81'>减少30%</font>"
LocFlyOverText="<font color='#114c81'>对酸液的抗性</font>"

[SKV_ResistAcid50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对酸液的抗性</font>"
LocLongDescription="受到的酸液伤害<font color='#114c81'>减少50%</font>"
LocHelpText="受到的酸液伤害<font color='#114c81'> 减少50%</font>"
LocFlyOverText="<font color='#114c81'>对酸液的抗性</font>"

[SKV_ResistAcid75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对酸液的抗性</font>"
LocLongDescription="受到的酸液伤害 <font color='#18FF2E'>减少75%</font>"
LocHelpText="受到的酸液伤害<font color='#18FF2E'> 减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对酸液的抗性</font>"

[SKV_VulnPoison50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对毒素的脆弱性</font>"
LocLongDescription="受到的毒素伤害<font color='#DF07B7'> 增加50%</font>"
LocHelpText="受到的毒素伤害<font color='#DF07B7'> 增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对毒素的脆弱性</font>"

[SKV_VulnPoison100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对毒素的脆弱性</font>"
LocLongDescription="受到的毒素伤害 <font color='#DF07B7'>增加100%</font>"
LocHelpText="受到的毒素伤害 <font color='#DF07B7'>增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对毒素的脆弱性</font>"

[SKV_VulnPoison200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对毒素的脆弱性</font>"
LocLongDescription="受到的毒素伤害 <font color='#DF07B7'>增加200%</font>"
LocHelpText="受到的毒素伤害 <font color='#DF07B7'>增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对毒素的脆弱性</font>"

[SKV_ResistPoison20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对毒素的抗性</font>"
LocLongDescription="受到的毒素伤害减少<font color='#37FFDF'> 20%</font>"
LocHelpText="受到的毒素伤害减少<font color='#37FFDF'> 20%</font>"
LocFlyOverText="<font color='#37FFDF'>对毒素的抗性</font>"

[SKV_ResistPoison30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对毒素的抗性</font>"
LocLongDescription="受到的毒素伤害 <font color='#114c81'>减少30%</font>"
LocHelpText="受到的毒素伤害 <font color='#114c81'>减少30%</font>"
LocFlyOverText="<font color='#114c81'>对毒素的抗性</font>"

[SKV_ResistPoison50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对毒素的抗性</font>"
LocLongDescription="受到的毒素伤害<font color='#114c81'> 减少50%</font>"
LocHelpText="受到的毒素伤害 <font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对毒素的抗性</font>"

[SKV_ResistPoison75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对毒素的抗性</font>"
LocLongDescription="受到的毒素伤害<font color='#18FF2E'> 减少75%</font>"
LocHelpText="受到的毒素伤害<font color='#18FF2E'> 减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对毒素的抗性</font>"

[SKV_VulnElectricity50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对电击的脆弱性</font>"
LocLongDescription="受到的电击伤害<font color='#DF07B7'> 增加50%</font>"
LocHelpText="受到的电击伤害 <font color='#DF07B7'>增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对电击的脆弱性</font>"

[SKV_VulnElectricity100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对电击的脆弱性</font>"
LocLongDescription="受到的电击伤害<font color='#DF07B7'> 增加100%</font>"
LocHelpText="受到的电击伤害 <font color='#DF07B7'>增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对电击的脆弱性</font>"

[SKV_VulnElectricity200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对电击的脆弱性</font>"
LocLongDescription="受到的电击伤害 <font color='#DF07B7'>增加200%</font>"
LocHelpText="受到的电击伤害 <font color='#DF07B7'>增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对电击的脆弱性</font>"

[SKV_ResistElectricity20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对电击的抗性</font>"
LocLongDescription="受到的电击伤害减少<font color='#37FFDF'> 20%</font>"
LocHelpText="受到的电击伤害减少<font color='#37FFDF'> 20%</font>"
LocFlyOverText="<font color='#37FFDF'>对电击的抗性</font>"

[SKV_ResistElectricity30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对电击的抗性</font>"
LocLongDescription="受到的电击伤害 <font color='#114c81'>减少30%</font>"
LocHelpText="受到的电击伤害<font color='#114c81'> 减少30%</font>"
LocFlyOverText="<font color='#114c81'>对电击的抗性</font>"

[SKV_ResistElectricity50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对电击的抗性</font>"
LocLongDescription="受到的电击伤害<font color='#114c81'> 减少50%</font>"
LocHelpText="受到的电击伤害 <font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对电击的抗性</font>"

[SKV_ResistElectricity75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对电击的抗性</font>"
LocLongDescription="受到的电击伤害<font color='#18FF2E'> 减少75%</font>"
LocHelpText="受到的电击伤害<font color='#18FF2E'> 减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对电击的抗性</font>"

[SKV_VulnExplosion50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对爆炸的脆弱性</font>"
LocLongDescription="受到的爆炸伤害<font color='#DF07B7'> 增加50%</font>"
LocHelpText="受到的爆炸伤害<font color='#DF07B7'> 增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对爆炸的脆弱性</font>"

[SKV_VulnExplosion100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对爆炸的脆弱性</font>"
LocLongDescription="受到的爆炸伤害<font color='#DF07B7'> 增加100%</font>"
LocHelpText="受到的爆炸伤害<font color='#DF07B7'> 增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对爆炸的脆弱性</font>"

[SKV_VulnExplosion200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对爆炸的脆弱性</font>"
LocLongDescription="受到的爆炸伤害<font color='#DF07B7'> 增加200%</font>"
LocHelpText="受到的爆炸伤害<font color='#DF07B7'> 增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对爆炸的脆弱性</font>"

[SKV_ResistExplosion20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对爆炸的抗性</font>"
LocLongDescription="受到的爆炸伤害减少 <font color='#37FFDF'>20%</font>"
LocHelpText="受到的爆炸伤害减少<font color='#37FFDF'> 20%</font>"
LocFlyOverText="<font color='#37FFDF'>对爆炸的抗性</font>"

[SKV_ResistExplosion30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对爆炸的抗性</font>"
LocLongDescription="受到的爆炸伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的爆炸伤害 <font color='#114c81'>减少30%</font>"
LocFlyOverText="<font color='#114c81'>对爆炸的抗性</font>"

[SKV_ResistExplosion50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对爆炸的抗性</font>"
LocLongDescription="受到的爆炸伤害<font color='#114c81'> 减少50%</font>"
LocHelpText="受到的爆炸伤害 <font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对爆炸的抗性</font>"

[SKV_ResistExplosion75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对爆炸的抗性</font>"
LocLongDescription="受到的爆炸伤害<font color='#18FF2E'>减少75%</font>"
LocHelpText="受到的爆炸伤害 <font color='#18FF2E'>减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对爆炸的抗性</font>"

[SKV_VulnBleeding50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对流血的脆弱性</font>"
LocLongDescription="受到的流血伤害<font color='#DF07B7'> 增加50%</font>"
LocHelpText="受到的流血伤害<font color='#DF07B7'> 增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对流血的脆弱性</font>"

[SKV_VulnBleeding100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对流血的脆弱性</font>"
LocLongDescription="受到的流血伤害 <font color='#DF07B7'>增加100%</font>"
LocHelpText="受到的流血伤害 <font color='#DF07B7'>增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对流血的脆弱性</font>"

[SKV_VulnBleeding200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对流血的脆弱性</font>"
LocLongDescription="受到的流血伤害 <font color='#DF07B7'>增加200%</font>"
LocHelpText="受到的流血伤害 <font color='#DF07B7'>增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对流血的脆弱性</font>"

[SKV_ResistBleeding20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对流血的抗性</font>"
LocLongDescription="受到的流血伤害减少 <font color='#37FFDF'>20%</font>"
LocHelpText="受到的流血伤害减少<font color='#37FFDF'> 20%</font>"
LocFlyOverText="<font color='#37FFDF'>对流血的抗性</font>"

[SKV_ResistBleeding30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对流血的抗性</font>"
LocLongDescription="受到的流血伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的流血伤害<font color='#114c81'> 减少30%</font>"
LocFlyOverText="<font color='#114c81'>对流血的抗性</font>"

[SKV_ResistBleeding50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对流血的抗性</font>"
LocLongDescription="受到的流血伤害<font color='#114c81'>减少50%</font>"
LocHelpText="受到的流血伤害<font color='#114c81'> 减少50%</font>"
LocFlyOverText="<font color='#114c81'>对流血的抗性</font>"

[SKV_ResistBleeding75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对流血的抗性</font>"
LocLongDescription="受到的流血伤害 <font color='#18FF2E'>减少75%</font>"
LocHelpText="受到的流血伤害 <font color='#18FF2E'>减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对流血的抗性</font>"

[SKV_VulnPsi50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对灵能的脆弱性</font>"
LocLongDescription="受到的灵能伤害<font color='#DF07B7'> 增加50%</font>"
LocHelpText="受到的灵能伤害 <font color='#DF07B7'>增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对灵能的脆弱性</font>"

[SKV_VulnPsi100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对灵能的脆弱性</font>"
LocLongDescription="受到的灵能伤害<font color='#DF07B7'> 增加100%</font>"
LocHelpText="受到的灵能伤害<font color='#DF07B7'> 增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对灵能的脆弱性</font>"

[SKV_VulnPsi200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对灵能的脆弱性</font>"
LocLongDescription="受到的灵能伤害<font color='#DF07B7'> 增加200%</font>"
LocHelpText="受到的灵能伤害<font color='#DF07B7'> 增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对灵能的脆弱性</font>"

[SKV_ResistPsi20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对灵能的抗性</font>"
LocLongDescription="受到的灵能伤害减少<font color='#37FFDF'> 20%</font>"
LocHelpText="受到的灵能伤害减少 <font color='#37FFDF'>20%</font>"
LocFlyOverText="<font color='#37FFDF'>对灵能的抗性</font>"

[SKV_ResistPsi30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对灵能的抗性</font>"
LocLongDescription="受到的灵能伤害 减少<font color='#114c81'>30%</font>"
LocHelpText="受到的灵能伤害<font color='#114c81'>减少30%</font>"
LocFlyOverText="<font color='#114c81'>对灵能的抗性</font>"

[SKV_ResistPsi50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对灵能的抗性</font>"
LocLongDescription="受到的灵能伤害<font color='#114c81'>减少50%</font>"
LocHelpText="受到的灵能伤害 <font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对灵能的抗性</font>"

[SKV_ResistPsi75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对灵能的抗性</font>"
LocLongDescription="受到的灵能伤害 <font color='#18FF2E'>减少75%</font>"
LocHelpText="受到的灵能伤害<font color='#18FF2E'>减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对灵能的抗性</font>"

[SKV_VulnMelee50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对近战的脆弱性</font>"
LocLongDescription="受到的近战伤害<font color='#DF07B7'> 增加50%</font>"
LocHelpText="受到的近战伤害 <font color='#DF07B7'>增加50%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_VulnMelee100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对近战的脆弱性</font>"
LocLongDescription="受到的近战伤害 <font color='#DF07B7'>增加100%</font>"
LocHelpText="受到的近战伤害 <font color='#DF07B7'>增加100%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_VulnMelee200 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对近战的脆弱性</font>"
LocLongDescription="受到的近战伤害<font color='#DF07B7'> 增加200%</font>"
LocHelpText="受到的近战伤害 <font color='#DF07B7'>增加200%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_ResistMelee20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对近战的抗性</font>"
LocLongDescription="受到的近战伤害减少 <font color='#37FFDF'>20%</font>"
LocHelpText="受到的近战伤害减少 <font color='#37FFDF'>20%</font>"
LocFlyOverText="<font color='#37FFDF'>对近战的抗性</font>"

[SKV_ResistMelee30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对近战的抗性</font>"
LocLongDescription="受到的近战伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的近战伤害 <font color='#114c81'>减少30%</font>"
LocFlyOverText="<font color='#114c81'>对近战的抗性</font>"

[SKV_ResistMelee50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对近战的抗性</font>"
LocLongDescription="受到的近战伤害 <font color='#114c81'>减少50%</font>"
LocHelpText="受到的近战伤害<font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对近战的抗性</font>"

[SKV_ResistMelee75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对近战的抗性</font>"
LocLongDescription="受到的近战伤害<font color='#18FF2E'> 减少75%</font>"
LocHelpText="受到的近战伤害<font color='#18FF2E'> 减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对近战的抗性</font>"

[SKV_ResistViperCrush20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对蝰蛇压碎的抗性</font>"
LocLongDescription="受到的蝰蛇压碎伤害减少<font color='#37FFDF'> 20%</font>"
LocHelpText="受到的蝰蛇压碎伤害减少<font color='#37FFDF'> 20%</font>"
LocFlyOverText="<font color='#37FFDF'>对蝰蛇压碎的抗性</font>"

[SKV_ResistViperCrush30 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对蝰蛇压碎的抗性</font>"
LocLongDescription="受到的蝰蛇压碎伤害<font color='#114c81'> 减少30%</font>"
LocHelpText="受到的蝰蛇压碎伤害 <font color='#114c81'>减少30%</font>"
LocFlyOverText="<font color='#114c81'>对蝰蛇压碎的抗性</font>"

[SKV_ResistViperCrush50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对蝰蛇压碎的抗性</font>"
LocLongDescription="受到的蝰蛇压碎伤害<font color='#114c81'> 减少50%</font>"
LocHelpText="受到的蝰蛇压碎伤害<font color='#114c81'> 减少50%</font>"
LocFlyOverText="<font color='#114c81'>对蝰蛇压碎的抗性</font>"

[SKV_ResistViperCrush75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对蝰蛇压碎的抗性</font>"
LocLongDescription="受到的蝰蛇压碎伤害<font color='#18FF2E'> 减少75%</font>"
LocHelpText="受到的蝰蛇压碎伤害<font color='#18FF2E'> 减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对蝰蛇压碎的抗性</font>"

[SKV_ResistFalling33 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对坠落的抗性</font>"
LocLongDescription="受到的坠落伤害减少<font color='#37FFDF'> 33%</font>"
LocHelpText="受到的坠落伤害减少 <font color='#37FFDF'>33%</font>"
LocFlyOverText="<font color='#37FFDF'>对坠落的抗性</font>"

[SKV_ResistFalling50 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对坠落的抗性</font>"
LocLongDescription="受到的坠落伤害 <font color='#114c81'>减少50%</font>"
LocHelpText="受到的坠落伤害 <font color='#114c81'>减少50%</font>"
LocFlyOverText="<font color='#114c81'>对坠落的抗性</font>"

[SKV_ResistFalling66 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对坠落的抗性</font>"
LocLongDescription="受到的坠落伤害="<font color='#114c81'> 减少66%</font>"
LocHelpText="受到的坠落伤害="<font color='#114c81'>减少66%</font>"
LocFlyOverText="<font color='#114c81'>对坠落的抗性</font>"

[SKV_ResistFalling75 X2AbilityTemplate]
LocFriendlyName="<font color='#18FF2E'>对坠落的抗性</font>"
LocLongDescription="受到的坠落伤害<font color='#18FF2E'> 减少75%</font>"
LocHelpText="受到的坠落伤害<font color='#18FF2E'> 减少75%</font>"
LocFlyOverText="<font color='#18FF2E'>对坠落的抗性</font>"

[SKV_ResistFalling90 X2AbilityTemplate]
LocFriendlyName="<font color='#b45f06'>对坠落的抗性</font>"
LocLongDescription="受到的坠落伤害<font color='#b45f06'> 减少90%</font>"
LocHelpText="受到的坠落伤害<font color='#b45f06'> 减少90%</font>"
LocFlyOverText="<font color='#b45f06'>对坠落的抗性</font>"

[SKV_VulnFalling500 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对坠落的脆弱性</font>"
LocLongDescription="受到的坠落伤害<font color='#DF07B7'> 增加500%</font>"
LocHelpText="受到的坠落伤害<font color='#DF07B7'> 增加500%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_VulnHeavy43 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对重型子弹的脆弱性</font>"
LocLongDescription="受到的重型子弹伤害<font color='#DF07B7'> 增加43%</font>"
LocHelpText="受到的重型子弹伤害<font color='#DF07B7'> 增加43%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_VulnHeavy71 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对重型子弹的脆弱性</font>"
LocLongDescription="受到的重型子弹伤害 <font color='#DF07B7'>增加71%</font>"
LocHelpText="受到的重型子弹伤害<font color='#DF07B7'> 增加71%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_VulnHeavy103 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对重型子弹的脆弱性</font>"
LocLongDescription="受到的重型子弹伤害<font color='#DF07B7'> 增加103%</font>"
LocHelpText="受到的重型子弹伤害<font color='#DF07B7'> 增加103%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_VulnHeavy148 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对重型子弹的脆弱性</font>"
LocLongDescription="受到的重型子弹伤害<font color='#DF07B7'> 增加148%</font>"
LocHelpText="受到的重型子弹伤害 <font color='#DF07B7'>增加148%</font>"
LocFlyOverText="<font color='#DF07B7'>对近战的脆弱性</font>"

[SKV_ResRequiem20 X2AbilityTemplate]
LocFriendlyName="<font color='#37FFDF'>对安魂曲能量的抗性</font>"
LocLongDescription="<font color='#37FFDF'>20% </font>对安魂曲能量的抗性"
LocHelpText="<font color='#37FFDF'>20% </font>对安魂曲能量的抗性"
LocFlyOverText="<font color='#37FFDF'>对安魂曲能量的抗性</font>"

[SKV_ResRequiem25 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对安魂曲能量的抗性</font>"
LocLongDescription="<font color='#114c81'>25% </font>对安魂曲能量的抗性"
LocHelpText="<font color='#114c81'>25% </font>对安魂曲能量的抗性"
LocFlyOverText="<font color='#114c81'>对安魂曲能量的抗性</font>"

[SKV_ResRequiem33 X2AbilityTemplate]
LocFriendlyName="<font color='#114c81'>对安魂曲能量的抗性</font>"
LocLongDescription="<font color='#114c81'>33% </font>对安魂曲能量的抗性"
LocHelpText="<font color='#114c81'>33% </font>对安魂曲能量的抗性"
LocFlyOverText="<font color='#114c81'>对安魂曲能量的抗性</font>"

[SKV_ResRequiem42 X2AbilityTemplate]
LocFriendlyName="<font color=''#18FF2E'>对安魂曲能量的抗性</font>"
LocLongDescription="<font color=''#18FF2E'>42% </font>对安魂曲能量的抗性"
LocHelpText="<font color=''#18FF2E'>42% </font>对安魂曲能量的抗性"
LocFlyOverText="<font color=''#18FF2E'>对安魂曲能量的抗性</font>"

[SKV_ResRequiem75 X2AbilityTemplate]
LocFriendlyName="<font color=''#18FF2E'>对安魂曲能量的抗性</font>"
LocLongDescription="<font color=''#18FF2E'>75% </font>对安魂曲能量的抗性"
LocHelpText="<font color=''#18FF2E'>75% </font>对安魂曲能量的抗性"
LocFlyOverText="<font color=''#18FF2E'>对安魂曲能量的抗性</font>"

[SKV_VulnRequiem20 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对安魂曲能量的脆弱性</font>"
LocLongDescription="受到的安魂曲能量伤害增加。"
LocHelpText="受到的安魂曲能量伤害增加。"
LocFlyOverText="<font color='#DF07B7'>对安魂曲能量的脆弱性</font>"

[SKV_VulnRequiem50 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对安魂曲能量的脆弱性</font>"
LocLongDescription="受到的安魂曲能量伤害显著增加。"
LocHelpText="受到的安魂曲能量伤害显著增加。"
LocFlyOverText="<font color='#DF07B7'>对安魂曲能量的脆弱性</font>"

[SKV_VulnRequiem100 X2AbilityTemplate]
LocFriendlyName="<font color='#DF07B7'>对安魂曲能量的脆弱性</font>"
LocLongDescription="受到的安魂曲能量伤害大幅增加。"
LocHelpText="受到的安魂曲能量伤害大幅增加。"
LocFlyOverText="<font color='#DF07B7'>对安魂曲能量的脆弱性</font>"